Repository: mikolajsacha/GitTask
Catalog: GitTask.UI.MVVM/Properties/Resources.*.resx
Languages: pl

source: Add task
pl: Dodaj zadanie

source: Assigned to
pl: Przypisane do

source: Assign members
pl: Przypisz użytkowników

source: Author
pl: Autor

# ChooseRepositoryFolderExplanation
source: Please choose a folder containing git repository for your project
pl: Proszę wybrać folder zawierający repozytorium Git Twojego projektu

source: Content:
pl: Treść:

# EnterProjectName
source: Enter a name for your project
pl: Wprowadź nazwę Twojego projektu

source: Hide
pl: Ukryj

source: Open project
pl: Otwórz projekt

source: Open repository
pl: Otwórz repozytorium

source: Pending storage operations:
pl: Trwające operacje na pamięci:

# PriorityBlocker
source: Blocker
pl: Blokujący

# PriorityCritical
source: Critical
pl: Krytyczny

# PriorityMajor
source: Major
pl: Ważny

# PriorityMedium
source: Medium
pl: Normalny

# PriorityMinor
source: Minor
pl: Niski

source: Project Member
pl: Członek projektu

source: Project setup
pl: Ustawienia projektu

source: Repository not found
pl: Nie znaleziono repozytorium

# RepositoryNotFoundExplanation
source: Git repository has not been found. Please choose directory with existing Git repository.
pl: Repozytorium Git nie zostało odnalezione. Proszę wybrać folder zawierający repozytorium Git

source: Select priority
pl: Wybierz priorytet

source: Set current user
pl: Wybierz aktualnego użytkownika

# SetCurrentUserExplanation
source: Select current user from the list below:
pl: Wybierz użytkownika z poniższej listy:

source: Task Details
pl: Szczegóły zadania

source: Title:
pl: Tytuł:

source: Select State
pl: Wybierz stan

source: Add task state
pl: Dodaj status zadania

source: Color:
pl: Kolor:

source: Name:
pl: Imię:

source: Set User
pl: Wybierz użytkownika

source: Delete
pl: Usuń

source: Edit Task
pl: Edytuj zadanie

source: Save changes
pl: Zapisz zmiany

source: Current User
pl: Aktualny użytkownik

source: Unassigned
pl: Nieprzypisane

source: Also known as...
pl: Również jako...

source: Add Comment
pl: Dodaj komentarz

source: Add
pl: Dodaj

source: Comments:
pl: Komentarze:

source: Move left
pl: Przesuń w lewo

source: Move right
pl: Przesuń w prawo

source: Resolve history
pl: Przeszukaj historię

source: Add new user
pl: Dodaj nowego użytkownika

source: Changed assigned members
pl: Zmieniono przypisanych użytkowników

source: Changed task comments
pl: Zmieniono komentarze

source: Changed task content
pl: Zmieniono treść zadania

source: Changed task priority
pl: Zmieniono priorytet zadania

source: Changed task state
pl: Zmieniono stan zadania

source: Added assigned members:
pl: Dodano przypisanych użytkowników:

source: Removed assigned members:
pl: Usunięci przypisani użytkownicy:

source: Task history
pl: Historia zadania

source: Added comments:
pl: Dodano komentarze:

source: New value:
pl: Nowa wartość:

source: Old value:
pl: Stara wartość:

source: Removed comments:
pl: Usunięte komentarze:

source: Resolve project history
pl: Przeszukaj historię projektu

source: Added project members:
pl: Dodano członków projektu:

source: Changed project members
pl: Zmieniono członków projektu

source: Removed project members:
pl: Usunięci członkowie projektu:

source: Added tasks:
pl: Dodano zadania:

source: Changes in tasks
pl: Zmiany w zadaniach

source: Removed tasks:
pl: Usunięte zadania:

source: Changes in task states
pl: Zmiany w stanach zadań

source: Task states after:
pl: Stany zadań przed:

source: Task states before:
pl: Stany zadań przed:

source: Project history
pl: Historia projektu

source: Are you sure?
pl: Czy jesteś pewien?

source: Delete confirmation
pl: Potwierdzenie usunięcia

source: No project history in repository
pl: Brak historii projektu w repozytorium

source: No task history in repository
pl: Brak historii zadania w repozytorium
